{
  "NAME": "Gewichtete Liste",
  "DESC": "Generiert einen oder mehrere gewichtete Zufallswerte aus einer Liste von Elementen.",
  "DEFAULT_TITLE": "gewichteteliste",
  "weightedListSettings": "Gewichtete Listeneinstellungen",
  "atMost": "Maximal",
  "exactly": "Exakt",
  "numItemsLabel": "Anzahl Artikel",
  "numItemsLabelDesc": "Diese Einstellung steuert die Anzahl der aus Ihrer Liste generierten Elemente. Sie können eine genaue Anzahl der zu generierenden Elemente oder eine Anzahl aus einem Bereich Ihrer Wahl auswählen.",
  "exactly1Item": "Genau %1 Element aus der Liste",
  "exactlyNItems": "Genau %1 Elemente aus der Liste",
  "atMost1Item": "Höchstens %1 Element aus der Liste",
  "atMostNItems": "Höchstens %1 Elemente aus der Liste",
  "customize": "Anpassen",
  "delimChars": "Trennzeichen",
  "betweenNumItems": "Zwischen %1 und %2 Artikel",
  "atLeast1Item": "Mindestens %1 Element aus der Liste",
  "atLeastNItems": "Mindestens %1 Elemente aus der Liste",
  "noRangeEntered": "Kein Bereich eingegeben",
  "between": "Zwischen",
  "and": "und",
  "items": "Artikel",
  "itemsTitle": "Artikel",
  "mostlyEvenNumbers": "Meist gerade Zahlen",
  "professions": "Berufe",
  "householdPets": "Haustiere",
  "listTooShort": "Stellen Sie sicher, dass Sie genügend Artikel in Ihre Liste eingegeben haben, sonst wird die hier angegebene Anzahl von Artikeln nicht generiert.",
  "allowDuplicates": "Duplikate zulassen",
  "value": "Wert",
  "weight": "Gewicht",
  "addBtnLabel": "Hinzufügen",
  "pleaseAddItems": "Bitte fügen Sie einige Artikel hinzu.",
  "helpIntro": "Der Datentyp „Gewichtete Liste“ generiert zufällig ausgewählte Elemente aus einer benutzerdefinierten Liste, wobei die Gewichtung berücksichtigt wird, die Sie auf jedes Element anwenden möchten. Mit dem Gewichtungsfeld können Sie die Wahrscheinlichkeit ändern, mit der jedes Element erscheint, sodass Sie realistischere Daten erstellen können. Angenommen, Sie möchten eine Liste mit Berufen erstellen, möchten aber, dass „Gehirnchirurg“ und „Astronaut“ sehr selten erscheinen, weil sie nicht üblich sind. Dafür könnten Sie einfach die Gewichte der anderen erhöhen:",
  "helpValueWeight": "(Wert, Gewicht)",
  "helpBrainSurgeon": "Gehirnchirurg, 1",
  "helpAstronaut": "Astronaut, 1",
  "helpBanker": "Bankier, 800",
  "helpSoftwareDeveloper": "Softwareentwickler, 1000",
  "helpEtc": "Hilfe usw.",
  "helpOtherOptions": "Der Datentyp bietet außerdem die folgenden Optionen:",
  "helpOption1": "Sie können damit entweder eine bestimmte Anzahl von Elementen aus der Liste oder eine Teilmenge einer zufälligen Größe generieren.",
  "helpOption2": "Wählen Sie die Trennzeichen aus, die für mehrere Elemente verwendet werden.",
  "helpOption3": "Wählen Sie aus, ob Sie Duplikate eliminieren möchten, wenn eine einzelne Zeile mehr als ein Element generiert.",
  "allowDuplicatesDesc": "Wenn Sie mehr als ein Element aus Ihrer Liste generieren, steuert diese Einstellung, ob Duplikate zulässig sind.",
  "delimCharsDesc": "Wenn Sie mehrere Elemente generieren, bestimmt dieses Feld, welches Zeichen zum Trennen der Werte verwendet werden soll."
}
