<?php


$L = array();

// Category: Website
$L['about_para1'] = 'எப்போதும் விருப்ப வடிவமைக்கப்பட்ட மாதிரி / சோதனை தரவு, போன்ற, மோசமான தேவை? சரி, இந்த ஸ்கிரிப்ட் யோசனை. அதை நீங்கள் விரைவில் தரவுத்தளங்கள் உருவாக்குகிறது, சோதனை மென்பொருள் பயன்படுத்த வடிவங்கள் பல்வேறு விருப்ப அதிக அளவிலான தரவுகளை உருவாக்க முடியும் என்று இங்கு, PHP மற்றும் MySQL எழுதப்பட்ட ஒரு இலவச, திறந்த மூல கருவி தான், மற்றும் ... அதனால் மற்றும் மிகவும் முன்னும் பின்னும்.';
$L['about_para2'] = 'இந்த தளம் அது எவ்வாறு வழங்குகிறது மற்றும் அம்சங்கள் என்ன ஸ்கிரிப்ட் என்ன ஒரு உணர்வு பெற சுற்றி டிங்கர் வரவேற்கிறேன் ஒரு ஆன்லைன் டெமோ வழங்குகிறது. நீங்கள் உங்கள் பசியை சாணை ஒருமுறை, பின்னர், பதிவிறக்க கிடைக்கும் ஒரு இலவச, முழுமையாக செயல்பட்டாலும், குனு உரிமம் பதிப்பு உள்ளது. நீங்கள் உங்கள் சொந்த சர்வர் அதை அமைக்க தொல்லையின்றி தவிர்க்க வேண்டும் மாறாக, நீங்கள், நீங்கள் (அதற்கு பதிலாக அதிகபட்ச 100) ஒரு நேரத்தில் 5,000 பதிவுகள் வரை உருவாக்க விடாமல், இந்த தளத்தில் ஒரு கணக்கை பெற $ 20 அல்லது அதற்கு மேற்பட்ட தானம் செய்ய முடியும் உங்கள் தரவு செட் சேமிக்கலாம். மேலும் தகவலுக்கு நன்கொடை தாவலை கிளிக் செய்யவும்.';
$L['about_para3'] = 'பழைய தளத்தில் ஒரு கணக்கு பயனர்களுக்கு, நீங்கள் இன்னும் <a href="http://old.generatedata.com"> இங்கே அதை கண்டுபிடிக்க </a> முடியும்: கவலைப்பட வேண்டாம், நீங்கள் இன்னும் உள்நுழைவு மற்றும் அணுக முடியும் உங்கள் தரவு செட். துரதிருஷ்டவசமாக, தொழில்நுட்ப காரணங்களுக்காக, நாங்கள் (அது <i> உண்மையில் </i> பல்வேறு) புதிய ஸ்கிரிப்ட் உங்கள் தரவு தொகுதிகள் மீது துறை முடியவில்லை. எனினும், நீங்கள் அதே புதிய தளத்தில் சரியான ஒரு பயனர் கணக்கு என்று கண்டுபிடிக்க வேண்டும், எனவே நீங்கள் இன்று புதிய பதிப்பு பயன்படுத்தி தொடங்க முடியும்.';
$L['about_para4'] = 'வெளியே பெட்டி ஸ்கிரிப்ட் நீங்கள் பொதுவாக வேண்டும் செயல்பாடு வகையான கொண்டிருக்கிறது. ஆனால் எதுவும் இதுவரை முழுமையான இருக்கிறது - ஒருவேளை நீங்கள், சீரற்ற ஆச்சரியத்திற்குரிய கணித சமன்பாடுகள் உருவாக்க சீரற்ற ட்வீட் இழுக்க அல்லது வார்த்தை தலைப்பு "ரெட் ஆதரவு வோலை" மூலம் Flickr இருந்து சீரற்ற படங்களை காட்ட வேண்டும். யார் தெரிகிறது. அனைவரும் பயன்படுத்துவது வழக்கு வேறு.';
$L['about_para5'] = 'இதை மனதில் கொண்டு, ஸ்கிரிப்ட் புதிய பதிப்பு (3.0.0 +) முழுமையாக நீடிக்கவும் இருக்கும் வடிவமைக்கப்பட்டுள்ளது: டெவலப்பர்கள் சீரற்ற தரவு புதிய வகையான உருவாக்க தங்கள் சொந்த தரவு வகைகள் எழுத, மற்றும் கூட ஏற்றுமதி வகைகள் தனிப்பயனாக்கலாம் - ல் வடிவம் அதாவது இது தரவு வெளிப்பாடு ஆகும். மிகவும் துல்லியமான மொழிபெயர்க்கப்பட்ட புவியியல் தரவு உருவாக்க ஆர்வமாக மக்கள், அவர்கள் விருப்பப்படி அவர்களது நாட்டின் பகுதியில் பெயர்கள் (அமெரிக்கா, மாநிலங்கள், பகுதிகள் போன்றவை), நகரம் பெயர்கள் மற்றும் தபால் / ZIP குறியீடு வடிவங்கள் வழங்க புதிய நாடு கூடுதல் சேர்க்க முடியும். இந்த மேலும் தகவலுக்கு, மிக <a href="http://benkeen.github.io/generatedata/developer.html" target="_blank"> டெவலப்பர் ஆவணப்படுத்தல் </a> செல்க.';
$L['about_para6'] = 'மகிழ்ச்சியா இருந்து ஸ்கிரிப்ட் சமீபத்திய பதிப்பை பதிவிறக்க கீழே உள்ள பொத்தானை கிளிக் செய்யவும். மேலும் தகவலுக்கு, <a href="http://benkeen.github.io/generatedata/" target="_blank"> பயனர் ஆவணம் </a>.';
$L['amount'] = 'தொகை';
$L['date_account_expires'] = 'தேதி கணக்கு காலாவதியாகிறது';
$L['donate'] = 'நன்கொடை';
$L['donate_now'] = 'இப்போது நன்கொடை!';
$L['donate_para1'] = 'இந்த உங்கள் பணியில் நீங்கள் உதவியது என்றால், ஒரு நன்கொடை எப்போதும் பாராட்டப்படுகிறது! செய்யும் goodery ஒரு பொது உணர்வு தானம் செய்ய நீங்கள் சம்மதிக்க போதுமானதாக இல்லை என்றால், இங்கே ஒரு சில பொருள் சலுகைகள் பின்வருமாறு:';
$L['donate_para2'] = 'திட்ட துணை பெரிய புதிய அம்சங்கள் வழிவகுக்கிறது! நேர்மையான!';
$L['donate_para3'] = '$20 அல்லது அதற்கு மேற்பட்ட நன்கொடை இந்த வலைத்தளத்தில் நீங்கள் ஒரு பயனர் கணக்கை கிடைக்கும். நீங்கள் ஒரு பயனர் கணக்கு:';
$L['donate_para4'] = 'அதற்கு பதிலாக 100 இற்கு ஒரு நேரத்தில் 5,000 வரிசைகள் வரை உருவாக்குகிறது.';
$L['donate_para5'] = 'உங்கள் தரவு செட் நீங்கள் தளம் திரும்ப ஒவ்வொரு முறையும் மீண்டும் உருவாக்க இல்லை, அதனால் உங்கள் படிவத்தை கட்டமைப்புகளில் சேமித்து.';
$L['donate_para6'] = 'நீங்கள் தானம் ஒவ்வொரு  <b>$20 உங்கள் கணக்கில் </b> ஆண்டு சேர்க்கிறது. நீங்கள் உங்கள் கணக்கில் இன்னும் நேரம் சேர்க்க பிறகு ஒரு நாள் திரும்பி - அது உங்கள் தற்போதைய நேர முடிவில் சேர்க்கப்படும். அதே மின்னஞ்சல் முகவரியை கொண்டு தானம் செய்ய வேண்டும். உங்களுக்கு எந்த பிரச்சனையும் நன்கொடை அல்லது உங்கள் பயனர் கணக்கு இருந்தால், <a href="mailto:ben.keen@gmail.com">எனக்கு ஒரு வரி </a> கைவிட .';
$L['error_creating_account_msg'] = 'மன்னிக்கவும், உங்கள் பயனர் கணக்கை உருவாக்குவதில் சிக்கல் ஏற்பட்டது. இது நடக்க கூடாது! பின்னர் மீண்டும் முயற்சிக்கவும்.';
$L['extend_id'] = 'அதை நீட்டிக்க';
$L['incomplete_donation_msg'] = 'உங்கள் கணக்கு அமைக்க ஏற்கனவே நன்கொடையாக, ஆனால் முடிக்கவில்லை அச்சச்சோ, அது தெரிகிறது. மிக <a href="{$link}"> உங்கள் கணக்கை அமைக்க வேண்டும் </a> இங்கே கிளிக் செய்யவும்.';
$L['loading_ellipsis'] = 'ஏற்றுகிறது ...';
$L['news'] = 'செய்தி';
$L['news_feed_error'] = '<p> சாபமிடு, செய்தி ஜூன் தொடர்பு ஒரு பிரச்சனை இருந்தது. மன்னிக்கவும்! </p> <p>சமீபத்திய திட்டத்தின் செய்திகள் உலவ, <a href="http://www.benjaminkeen.com/category/projects/data-generator/"> செல் என் வலைத்தளத்தில். </a> </p>';
$L['project_news'] = 'திட்டத்தின் செய்திகள்';
$L['user_account_exists_msg'] = 'அச்சச்சோ! நீங்கள் ஏற்கனவே ஒரு பயனர் கணக்கு வேண்டும் போல் இருக்கிறது. முதல் வரைதான், பிறகு நீங்கள் உங்கள் கணக்கில் நேரம் சேர்க்க தானம் செய்ய முடியும். உங்கள் கடவுச்சொல்லை மீட்டமைக்க / உள் பக்கம் மேல் உள்நுழைவு இணைப்பை கிளிக் செய்யவும்.';
$L['where_the_old_site'] = 'பழைய தளத்தில் இருக்கிறது?';
$L['years1'] = '1 ஆண்டு';
$L['years2'] = '2 ஆண்டுகள்';
$L['years3'] = '3 ஆண்டுகள்';
$L['years4'] = '4 ஆண்டுகள்';
$L['years5'] = '5 ஆண்டுகள்';
