<?php

$L = array();
$L["about_para1"] = "曾经需要自定义格式化样例测试数据,感到糟糕?现在好了,这个脚本解决的难题.它是一款免费,开源,用javascript,PHP和MySQL编写,让你快速生成大量自定义格式化数据,可用于测试软件,填充数据库等...";
$L["about_para2"] = "本网站提供在线示例让你感受脚本具体干了什么,提供什么功能和怎样工作的.然后,一旦勾起你的好奇心,有一款免费,功能齐全,采用GNU协议提供下载.另外,如果你想要避免在你服务器安装麻烦,你可以捐助$20 或者更多来获得本网站的一个用户,可以一次让你生成5,000 条记录(而不是最多100条),而且可以保存数据集.点击捐助页面获取更多信息.";
$L["about_para4"] = "即开即用的脚本包含了一般需要的功能性需求.但是没有完成的是 - 可能你需要生成随机深奥的数学等式,填充随机的推文或者显示来自Flickr标题为\"红背鼠\"随机的图片.谁知道呢.毕竟每个人的用例是不一样的.";
$L["about_para5"] = "以防忘记,新版本(3.0.0+)的设计被充分扩展:开发人员可以写入他们自己的数据类型来生成新的随机数据,甚至可以自定义导出数据类型 - 比如,格式化输出的数据.人们关心生成更加准确的地理定位数据,他们也可以增加新的城市插件,提供区域名称(州,县,区等),城市名称和邮编号码格式来供城市选择.";
$L["about_para6"] = "点击以下按钮从github下载最新版本的脚本.更多信息请看<a href=\"http://benkeen.github.io/generatedata/\" target=\"_blank\">用户手册</a>.";
$L["amount"] = "账户";
$L["date_account_expires"] = "用户过期时间";
$L["donate"] = "捐助";
$L["donate_now"] = "现在捐助!";
$L["donate_para1"] = "如果本工具在工作中帮助了你,一份捐助通常是当然的!如果你感觉还不足以让你捐助,下面是一些更多的物质捐助:";
$L["donate_para2"] = "支持项目开发更好的新功能!努力工作!";
$L["donate_para3"] = "捐助 $20 或者更多可以获得一个本网站的账户.通过本用户你可以:";
$L["donate_para4"] = "一次生成5,000条而不是100条.";
$L["donate_para5"] = "保存你的配置信息,这样返回网站时你就不用每次创建.";
$L["donate_para6"] = "你捐助每$20会增加一<b>年</b>增加到你的账号上.你需要更长的时间增加你的账户- 它会加上当前时间.这样就保证捐助相同邮件地址.如果你有任何关于捐助或用户的问题 <a href=\"mailto:ben.keen@gmail.com\">写信给我</a>.";
$L["donate_para7"] = "捐赠后，你将与有关如何完成设置您的帐户资料通过电子邮件发送（请检查您的垃圾邮件文件夹！ ） 。如果你有任何问题，请与我联系（ ben.keen@gmail.com ）";
$L["error_creating_account_msg"] = "对不起,创建用户账户有一个问题.不应该发生的!请稍后重试.";
$L["extend_id"] = "扩展";
$L["incomplete_donation_msg"] = "哦,看起来你已经捐助过了,但是还没有设置你的账户. <a href=\"{\$link}\">点击</a> 来设置你的账户.";
$L["loading_ellipsis"] = "加载...";
$L["news"] = "新闻";
$L["news_feed_error"] = "<p>该死,和新闻订阅交互时出现错误. 道歉!</p> <p>去浏览最新的项目新闻, <a href=\"http://www.benjaminkeen.com/category/projects/data-generator/\">去我的网站.</a></p>";
$L["project_news"] = "项目新闻";
$L["user_account_exists_msg"] = "噢!看起来你已经有账户了.首先请登录,之后你可以捐助来延长你的账户时间.点击页面的登录链接登录/重置你的密码.";
$L["years1"] = "1 年";
$L["years2"] = "2 年";
$L["years3"] = "3 年";
$L["years4"] = "4 年";
$L["years5"] = "5 年";

