<?php


$L = array();

// Category: Website
$L['about_para1'] = '今までに必要なカスタム、サンプル/テストデータをフォーマットされたような、悪い？まあ、それはこのスクリプトのアイデアです。それはあなたがすぐにデータベースを取り込む、テストソフトウェアで使用するために様々な形式でのカスタム大容量のデータを生成することができますJavaScriptを、PHPとMySQLで書かれたフリーでオープンソースのツールだし、...などなど。';
$L['about_para2'] = 'このサイトは、スクリプトが何をするかの感覚を得るために周りいじくりして歓迎しているオンラインデモを提供しています、何がそれを提供していますし、それがどのように動作するか備えています。あなたの食欲を刺激したら、次に、ダウンロード可能な無料の、完全に機能する、GNUライセンスバージョンがあります。あなた自身のサーバーにそれを設定する手間を避けたい場合は、別の方法として、あなたは、あなたが（代わりに最大100の）時点で5000までのレコードを生成させること、このサイトのアカウントを取得するために20ドル以上を寄付することができますそして、あなたのデータセットを保存してみましょう。詳細については、寄付タブをクリックします。';
$L['about_para3'] = '古いサイトのアカウントを持っていたユーザーのために、あなたはまだ <a href="http://old.generatedata.com">ここでそれを見つけることができます</a>：心配しないで、あなたはまだログインしてアクセスできますデータ·セット。残念ながら、技術的な理由から、我々は（それが本当に<i>だ</i>が異なる）新しいスクリプトへのデータセット上のポートではありませんでした。ただし、あなたが今日、新しいバージョンの使用を開始できるように、だけでなく、新しいサイト上の有効なユーザーアカウントを持っていることがわかります。';
$L['about_para4'] = 'アウトオブボックスのスクリプトでは、一般的に必要な機能のようなものが含まれています。しかし、何も今まで完全ません - 多分あなたは、ランダムな難解な数学の方程式を生成するランダムなつぶやきを引っ張ったり、単語タ​​イトルに「レッド·バック·ハタネズミ」とFlickrのからランダムに画像を表示する必要があります。誰が知っている。みんなのユースケースが異なります。';
$L['about_para5'] = 'このことを念頭に置いて、スクリプト（3.0.0 +）の新しいバージョンは、完全に拡張できるように設計されました。開発者は、ランダムな新しいタイプのデータを生成するために、独自のデータ型を記述し、さらにはエクスポート種類をカスタマイズすることができます - 内のフォーマット、つまりどのデータが出力される。より正確なローカライズされた地理的データの作成に興味がある人のために、彼らは選択した自分たちの国のための地域名（米国、州、準州など）、都市名、郵便/郵便番号の形式を提供する新しい国のプラグインを追加することができます。このすべての詳細については、<a href="http://benkeen.github.io/generatedata/developer.html" target="_blank">を開発者用ドキュメント</a>をご覧ください。';
$L['about_para6'] = 'githubのからスクリプトの最新バージョンをダウンロードするには、以下のボタンをクリックしてください。詳細については、<a href="http://benkeen.github.io/generatedata/" target="_blank">をユーザードキュメント</a>を参照してください。';
$L['amount'] = '額';
$L['date_account_expires'] = '日付アカウントが期限切れになる';
$L['donate'] = '寄付する';
$L['donate_now'] = '今すぐ寄付！';
$L['donate_para1'] = 'これはあなたの仕事であなたを助けている場合は、寄付は常に歓迎です！社会改良思想の一般的な意味を寄付することを説得するのに十分でない場合は、ここではさらにいくつかの材料の優遇措置は以下のとおりです。';
$L['donate_para2'] = 'プロジェクトをサポートすることは、素晴らしい新機能につながる！正直！';
$L['donate_para3'] = '20ドル以上を寄付することは、このウェブサイトにあなたのユーザアカウントを取得します。あなたができるユーザー·アカウントを使用して：';
$L['donate_para4'] = '代わりに、最大100の時点で5000行まで生成します。';
$L['donate_para5'] = 'あなたがサイトに戻ったびに再作成してデータセットする必要はありませんので、フォームの設定を保存します。';
$L['donate_para6'] = 'あなたが寄付すべての20ドルは、アカウントに<b>年</b>]を追加します。あなたは、あなたのアカウントに多くの時間を追加し、後日返すことがあります - それはあなたの現在の時間の最後に追加されます。ちょうど同じメールアドレスで寄付してください。何かトラブルが寄付したり、ユーザーアカウントを使用してをお持ちの場合は、ちょうど私の行<a href="mailto:ben.keen@gmail.com">をドロップ</a>.';
$L['error_creating_account_msg'] = '申し訳ありませんが、自分のユーザーアカウントを作成するという問題があった。これは起こるべきではありません！後で再試行してください。';
$L['extend_id'] = 'それを拡張';
$L['incomplete_donation_msg'] = 'あなたは既に寄付しましたが、自分のアカウントの設定が終了していないようなおっと、それが見えます。もし、あなたのアカウントを設定するには、ここをクリック<a href="{$link}">をクリックします</a>。';
$L['loading_ellipsis'] = '読み込んでいます...';
$L['news'] = 'ニュース';
$L['news_feed_error'] = 'DRAT <p>、ニュースフィードと対話するという問題があった。謝罪！</p> <p>最新のプロジェクトのニュースを参照するには、<a href="http://www.benjaminkeen.com/category/projects/data-generator/">後藤私のウェブサイト。</a> < /p>';
$L['project_news'] = 'プロジェクトニュース';
$L['user_account_exists_msg'] = 'おっと！あなたは既にユーザーアカウントを持っているように見えます。最初にログインしてください、あなたはあなたのアカウントに時間を追加するために寄付することができます。ログインするには、ページの上部にある[ログイン]リンクをクリックします/あなたのパスワードをリセットします。';
$L['where_the_old_site'] = '古いサイトはどこにありますか？';
$L['years1'] = '1年間';
$L['years2'] = '2年';
$L['years3'] = '3年';
$L['years4'] = '4年';
$L['years5'] = '5年';
