{
  "NAME": "Kreditkarte - PAN",
  "DESC": "Dieser Datentyp generiert zufällige, gültige Kreditkartennummern in einem anpassbaren Format.",
  "DEFAULT_TITLE": "pan",
  "mastercard": "Mastercard",
  "visa": "Visa",
  "visaElectron": "Visa Electron",
  "amex": "American Express",
  "discover": "Discover",
  "carteBlanche": "Carte Blanche",
  "dinersClubInt": "Diners Club International",
  "dinersClubEnRoute": "Diners Club enRoute",
  "maestro": "Maestro",
  "solo": "Solo",
  "switch": "Switch",
  "laser": "Laser",
  "anyCard": "Beliebige Karte",
  "creditCard": "Kreditkarte",
  "creditCards": "Kreditkarten",
  "creditCardTypes": "Kreditkartentypen",
  "formats": "Formate",
  "multipleCards": "Mehrere Karten",
  "specificCards": "Spezifische Karten",
  "visaMastercard": "Visa, Mastercard",
  "visaMastercardAmex": "Visa, Mastercard und Amex",
  "validCardNumberSingleLength": "Eine gültige %1-Zahl muss %2 X enthalten.",
  "validCardNumberMultipleLengths": "Eine gültige %1-Zahl muss eine der folgenden X-Zahlen enthalten: %2",
  "selectCreditCards": "Wählen Sie Kreditkarten aus",
  "formatsDesc": "Auf diese Weise können Sie die Anzeigeformate jeder oben ausgewählten Kreditkarte anpassen. Sie können Ihre eigenen Formate mit einem beliebigen Zeichenbegrenzer hinzufügen - solange die von Ihnen eingegebene Anzahl von X (automatisch in Zahlen konvertiert) für diesen Kreditkartentyp gültig ist.",
  "enterFormats": "Geben Sie die Kreditkartenformate ein",
  "help1": "Dadurch werden gültige Kreditkarten-PANs (Primary Access Numbers) für viele der weltweit wichtigsten Kreditkarten generiert. Standardmäßig werden Kreditkartennummern von jedem unterstützten Typ (Visa, Mastercard, American Express und andere) generiert. Sie können jedoch auswählen, was Sie möchten.",
  "help2": "Darüber hinaus können Sie das Format der generierten Nummer anpassen (z. B. ein benutzerdefiniertes Zeichenbegrenzer angeben). Dazu geben Sie im Feld für das benutzerdefinierte Format eine X-Zeichenfolge mit den gewünschten anderen Zeichen ein und klicken auf die Eingabetaste. Das Feld bestätigt, dass Sie eine gültige Anzahl von X eingegeben haben: Verschiedene Kreditkarten haben unterschiedliche gültige Zeichenlängen. Jede ausgewählte Kreditkarte informiert Sie über die gültige Anzahl von X Zeichen, die Sie eingeben müssen.",
  "invalidNewFormat": "Bitte geben Sie eine Zeichenfolge ein, die die richtige Anzahl von X enthält.",
  "noCreditCards": "Keine Kreditkarten ausgewählt."
}
