{
  "NAME": "Carte de crédit - PAN",
  "DESC": "Ce type de données génère des numéros de carte de crédit aléatoires et valides dans un format personnalisable.",
  "DEFAULT_TITLE": "pan",
  "mastercard": "Mastercard",
  "visa": "Visa",
  "visaElectron": "Visa Electron",
  "amex": "American Express",
  "discover": "Discover",
  "carteBlanche": "Carte Blanche",
  "dinersClubInt": "Diners Club International",
  "dinersClubEnRoute": "Diners Club enRoute",
  "maestro": "Maestro",
  "solo": "Solo",
  "switch": "Switch",
  "laser": "Laser",
  "anyCard": "N'importe quelle carte",
  "creditCard": "carte de crédit",
  "creditCards": "cartes de crédit",
  "creditCardTypes": "Types de cartes de crédit",
  "formats": "Formats",
  "multipleCards": "Cartes multiples",
  "specificCards": "Cartes spécifiques",
  "visaMastercard": "Visa, Mastercard",
  "visaMastercardAmex": "Visa, Mastercard et Amex",
  "validCardNumberSingleLength": "Un nombre %1 valide doit contenir %2 X.",
  "validCardNumberMultipleLengths": "Un nombre %1 valide doit contenir l'un des nombres de X suivants: %2",
  "selectCreditCards": "Sélectionnez les cartes de crédit",
  "formatsDesc": "Cela vous permet de personnaliser les formats d'affichage de chaque carte de crédit que vous avez sélectionnée ci-dessus. Vous pouvez ajouter vos propres formats, en utilisant le séparateur de caractères de votre choix - à condition que le nombre de X (automatiquement converti en nombres) que vous entrez soit valide pour ce type de carte de crédit.",
  "enterFormats": "Entrez les formats de carte de crédit",
  "help1": "Cela génère des PAN de cartes de crédit valides (numéros d'accès primaires) pour la plupart des principales cartes de crédit mondiales. Par défaut, il générera des numéros de carte de crédit à partir de n'importe quel type pris en charge (Visa, Mastercard, American Express et autres), mais vous avez la possibilité de choisir celui que vous voulez.",
  "help2": "De plus, vous pouvez personnaliser le format du nombre généré (par exemple, fournir un séparateur de caractères personnalisé). Pour cela, vous devez entrer une chaîne de X dans le champ de format personnalisé, avec les autres caractères souhaités, puis cliquez sur Entrée. Le champ validera que vous avez entré un nombre valide de X: différentes cartes de crédit ont des longueurs de caractères valides différentes. Chaque carte de crédit sélectionnée vous informera du nombre valide de X caractères que vous devez saisir.",
  "invalidNewFormat": "Veuillez saisir une chaîne contenant le nombre correct de X.",
  "noCreditCards": "Aucune carte de crédit sélectionnée."
}
