{
  "NAME": "Creditcard - PAN",
  "DESC": "Dit gegevenstype genereert willekeurige, geldige creditcardnummers in een aanpasbare indeling.",
  "DEFAULT_TITLE": "pan",
  "mastercard": "Mastercard",
  "visa": "Visa",
  "visaElectron": "Visa Electron",
  "amex": "American Express",
  "discover": "Discover",
  "carteBlanche": "Carte Blanche",
  "dinersClubInt": "Diners Club International",
  "dinersClubEnRoute": "Diners Club enRoute",
  "maestro": "Maestro",
  "solo": "Solo",
  "switch": "Switch",
  "laser": "Laser",
  "anyCard": "Elke kaart",
  "creditCard": "kredietkaart",
  "creditCards": "kredietkaarten",
  "creditCardTypes": "Creditcardtypes",
  "formats": "Formaten",
  "multipleCards": "Meerdere kaarten",
  "specificCards": "Specifieke kaarten",
  "visaMastercard": "Visa, Mastercard",
  "visaMastercardAmex": "Visa, Mastercard en Amex",
  "validCardNumberSingleLength": "Een geldig %1-nummer moet %2 X-en bevatten.",
  "validCardNumberMultipleLengths": "Een geldig %1-nummer moet een van de volgende X'en bevatten: %2",
  "selectCreditCards": "Selecteer creditcards",
  "formatsDesc": "Hiermee kunt u de weergaveformaten van elke creditcard die u hierboven heeft geselecteerd, aanpassen. U kunt uw eigen formaten toevoegen, met elk tekenscheidingsteken dat u maar wilt - zolang het aantal X-en (automatisch omgezet naar getallen) dat u invoert geldig is voor dat creditcardtype.",
  "enterFormats": "Voer creditcardformaten in",
  "help1": "Dit genereert geldige creditcard-PAN's (primaire toegangsnummers) voor veel van de belangrijkste wereldwijde creditcards. Standaard genereert het creditcardnummers van elk ondersteund type (Visa, Mastercard, American Express en andere), maar u heeft de mogelijkheid om te kiezen wat u maar wilt.",
  "help2": "Bovendien kunt u het formaat van het gegenereerde nummer aanpassen (bijv. Een aangepast scheidingsteken voor tekens opgeven). Daarvoor zou je een reeks X-en in het aangepaste formaatveld invoeren, met welke andere tekens je maar wilt, en vervolgens op Enter klikken. Het veld bevestigt dat u een geldig aantal X-en heeft ingevoerd: verschillende creditcards hebben verschillende geldige tekenlengtes. Elke geselecteerde creditcard zal u informeren over het geldige aantal X-tekens dat u moet invoeren.",
  "invalidNewFormat": "Voer een string in die het juiste aantal X-en bevat.",
  "noCreditCards": "Geen creditcards geselecteerd."
}
