{
  "NAME": "கடன் அட்டை - PAN",
  "DESC": "இந்த தரவு வகை தனிப்பயனாக்கக்கூடிய வடிவத்தில் சீரற்ற, செல்லுபடியாகும் கிரெடிட் கார்டு எண்களை உருவாக்குகிறது.",
  "DEFAULT_TITLE": "pan",
  "mastercard": "Mastercard",
  "visa": "Visa",
  "visaElectron": "Visa Electron",
  "amex": "American Express",
  "discover": "Discover",
  "carteBlanche": "Carte Blanche",
  "dinersClubInt": "Diners Club International",
  "dinersClubEnRoute": "Diners Club enRoute",
  "maestro": "Maestro",
  "solo": "Solo",
  "switch": "Switch",
  "laser": "Laser",
  "anyCard": "எந்த அட்டையும்",
  "creditCard": "கடன் அட்டை",
  "creditCards": "கடன் அட்டைகள்",
  "creditCardTypes": "கடன் அட்டை வகைகள்",
  "formats": "வடிவங்கள்",
  "multipleCards": "பல அட்டைகள்",
  "specificCards": "குறிப்பிட்ட அட்டைகள்",
  "visaMastercard": "Visa, Mastercard",
  "visaMastercardAmex": "Visa, Mastercard, Amex",
  "validCardNumberSingleLength": "செல்லுபடியாகும் %1 எண்ணில் %2 X கள் இருக்க வேண்டும்.",
  "validCardNumberMultipleLengths": "செல்லுபடியாகும் %1 எண்ணில் பின்வரும் X இன் எண்ணிக்கையில் ஒன்று இருக்க வேண்டும்: %2",
  "selectCreditCards": "கடன் அட்டைகளைத் தேர்ந்தெடுக்கவும்",
  "formatsDesc": "நீங்கள் மேலே தேர்ந்தெடுத்த ஒவ்வொரு கிரெடிட் கார்டின் காட்சி வடிவங்களையும் தனிப்பயனாக்க இது உங்களை அனுமதிக்கிறது. நீங்கள் விரும்பும் எழுத்துக்குறி டிலிமிட்டரைப் பயன்படுத்தி உங்கள் சொந்த வடிவங்களைச் சேர்க்கலாம் - நீங்கள் உள்ளிட்ட எக்ஸ் இன் எண்ணிக்கை (தானாக எண்களாக மாற்றப்படும்) அந்த கிரெடிட் கார்டு வகைக்கு செல்லுபடியாகும்.",
  "enterFormats": "கிரெடிட் கார்டு வடிவங்களை உள்ளிடவும்",
  "help1": "இது உலகளாவிய பல முக்கிய கிரெடிட் கார்டுகளுக்கு செல்லுபடியாகும் கிரெடிட் கார்டு பான் (முதன்மை அணுகல் எண்கள்) உருவாக்குகிறது. இயல்பாக, இது எந்தவொரு ஆதரவு வகையிலிருந்தும் (விசா, மாஸ்டர்கார்டு, அமெரிக்கன் எக்ஸ்பிரஸ் மற்றும் பிறவற்றிலிருந்து) கிரெடிட் கார்டு எண்களை உருவாக்கும், ஆனால் நீங்கள் விரும்பும் ஒன்றைத் தேர்வுசெய்ய உங்களுக்கு விருப்பம் உள்ளது.",
  "help2": "கூடுதலாக, நீங்கள் உருவாக்கிய எண்ணின் வடிவமைப்பைத் தனிப்பயனாக்கலாம் (எ.கா. தனிப்பயன் எழுத்துக்குறி டிலிமிட்டரை வழங்குதல்). அதற்காக, நீங்கள் தனிப்பயன் வடிவமைப்பு புலத்தில் X இன் ஒரு சரத்தை உள்ளிடுவீர்கள், நீங்கள் விரும்பும் வேறு எந்த எழுத்துகளையும் கொண்டு, பின்னர் Enter என்பதைக் கிளிக் செய்க. நீங்கள் X இன் செல்லுபடியாகும் எண்ணை உள்ளிட்டுள்ளீர்கள் என்பதை புலம் சரிபார்க்கும்: வெவ்வேறு கிரெடிட் கார்டுகள் வெவ்வேறு செல்லுபடியாகும் எழுத்து நீளங்களைக் கொண்டுள்ளன. தேர்ந்தெடுக்கப்பட்ட ஒவ்வொரு கிரெடிட் கார்டும் நீங்கள் உள்ளிட வேண்டிய எக்ஸ் எழுத்துக்களின் சரியான எண்ணிக்கையை உங்களுக்குத் தெரிவிக்கும்.",
  "invalidNewFormat": "எக்ஸ் இன் சரியான எண்ணிக்கையைக் கொண்ட ஒரு சரத்தை உள்ளிடவும்.",
  "noCreditCards": "கடன் அட்டைகள் எதுவும் தேர்ந்தெடுக்கப்படவில்லை."
}
