{
	"NAME": "Fecha",
	"DESC": "Este tipo de dato genera aleatoriamente una fecha entre las fechas especificadas, y permite un formato único del resultado.",
	"char": "Carácter",
	"day": "Día",
	"description": "Descripción",
	"example": "Ejemplo",
	"format_code": "Código de formato:",
	"from": "De:",
	"help_D": "Una representación textual un día, tres letras",
	"help_D_example": "Lun a Dom",
	"help_F": "Una representación textual del mes, como Enero o Marzo",
	"help_F_example": "Enero a Diciembre",
	"help_L": "Si es un año bisiesto",
	"help_L_example": "1 si es un año bisiesto, 0 en caso contrario.",
	"help_M": "Una representación textual corta del mes, tres letras",
	"help_M_example": "Ene a Dic",
	"help_S": "Sufijo ordinal inglés del día del mes, 2 caracteres: st, nd, rd o th. Funciona bien con j",
	"help_S_example": "Domingo a Sabado",
	"help_W": "Número de semana anual ISO-8601, la semana empieza en lunes",
	"help_W_example": "42 (la semana 42ª del año)",
	"help_Y": "Una representación numérica completa del año, 4 dígitos",
	"help_Y_example": "1999 o 2003",
	"help_d": "Día del mes, 2 dígitos con ceros por delante",
	"help_d_example": "01 a 31",
	"help_intro": "Este tipo de dato genera aleatoriamente una fecha entre las fechas especificadas, y permite un formato único del resultado. Vea la tabla de abajo para una lista de reglas de formato viables (son algunas de las opciones de formato estándar date() de PHP). Eche un vistazo al desplegable de ejemplos para elegir entre las opciones de formato existentes..",
	"help_j": "Día del mes sin ceros por delante",
	"help_j_example": "1 a 31",
	"help_l": "Una representación textual del día de la semana",
	"help_l_example": "Domingo a Sábado",
	"help_m": "Representación numérica del mes, con ceros por delante",
	"help_m_example": "01 a 12",
	"help_n": "Representación numérica del mes, sin ceros por delante",
	"help_n_example": "1 a 12",
	"help_t": "Número de días de un mes dado",
	"help_t_example": "28 a 31",
	"help_w": "Representación numérica del día de la semana",
	"help_w_example": "0 (para Domingo) a 6 (a Sábado)",
	"help_y": "Una representación del año en dos dígitos",
	"help_y_example": "99 o 03",
	"help_z": "El día del año (comenzando en 0)",
	"help_z_example": "0 a 365",
	"incomplete_fields": "Es necesario que las fechas tengan el formato introducido en el campo de texto Opciones. Por favor, arregle las siguientes filas:",
	"month": "Mes",
	"to": "A:",
	"week": "Semana",
	"year": "Año"
}
