{
  "NAME": "மின்னஞ்சல்",
  "DESC": "ஒரு சீரற்ற மின்னஞ்சல் முகவரியை உருவாக்குகிறது. தற்போது இது சீரற்ற லோரம் இப்சம் சொற்களிலிருந்து அவற்றை உருவாக்குகிறது.",
  "DEFAULT_TITLE": "மின்னஞ்சல்",
  "row": "வரிசை",
  "source": "ஆதாரம்:",
  "random": "சீரற்ற",
  "fields": "துறைகள்",
  "randomStringsLabel": "சீரற்ற சரங்கள்",
  "fieldsLabel": "புலங்களின் பெயர்",
  "sourceDataField1": "பெயர் புலம் 1",
  "sourceDataField2": "பெயர் புலம் 2 (விரும்பினால்)",
  "optional": "விருப்பமானது",
  "selectSource": "மூலத்தைத் தேர்ந்தெடுக்கவும்",
  "domains": "களங்கள்",
  "domainSuffixes": "கள பின்னொட்டுகள்",
  "domainSuffixDesc": "காற்புள்ளிகளால் பிரிக்கப்பட்ட உங்களுக்கு (.com, .org) போதுமான டொமைனை உள்ளிடவும்.",
  "domainsDesc": "காம்களால் பிரிக்கப்பட்ட இங்கே உள்ள மின்னஞ்சல் முகவரிகளில் நீங்கள் தோன்றும் எந்த களங்களையும் உள்ளிடவும். நீங்கள் இங்கு நுழையும் எந்த டொமைன்களும் (.com, .org) எப்பொழுதும் அப்படியே இருக்கும் - அதாவது அவை மற்ற டொமைன் பின்னொட்டுகளுடன் தோன்றாது.",
  "sourceTitle": "ஆதாரம்",
  "emailDesc": "முன்னிருப்பாக இந்த தரவு வகை லாரெம் இப்சம் உரையைப் பயன்படுத்தி சீரற்ற மின்னஞ்சல் முகவரிகளை உருவாக்குகிறது, ஆனால் நீங்கள் மிகவும் யதார்த்தமான தோற்றமுடைய மின்னஞ்சல் முகவரிகளை உருவாக்க விரும்பினால், உங்கள் தரவில் உள்ள ஒன்று அல்லது இரண்டு பெயர் புலங்களை இலக்கு வைத்து அந்த சரங்களை மின்னஞ்சல் முகவரியின் அடிப்படையில் பயன்படுத்தவும் .",
  "emailHelp1": "இந்த தரவு வகை சீரற்ற மின்னஞ்சல் முகவரிகளை உருவாக்குகிறது. பதிப்பு 4.0.6 இன் படி, மின்னஞ்சல் முகவரியின் உள்ளடக்கத்தை மிகவும் யதார்த்தமாக பார்க்க தனிப்பயனாக்க சில விருப்பங்கள் உள்ளன.",
  "emailHelp2": "இங்கே உங்களுக்கு இரண்டு விருப்பங்கள் உள்ளன: சீரற்ற சரங்கள் அல்லது புலங்கள். இந்த அமைப்பு உள்ளூர் பகுதிக்கான மூலப் பொருளைக் கட்டுப்படுத்துகிறது - மின்னஞ்சல் முகவரியில் \"@\" எழுத்துக்கு முன் தோன்றும் பகுதி. இயல்புநிலை ரேண்டம் ஸ்ட்ரிங்ஸ் விருப்பம் லோரெம் இப்சம் சொற்களை (பிளேஸ்ஹோல்டர் டெக்ஸ்ட்) மூலப் பொருளாகப் பயன்படுத்துகிறது, அதேசமயம் ஃபீல்ட்ஸ் விருப்பம் உங்கள் டேட்டா செட்டில் மற்ற பெயர் புலங்களை குறிவைக்க உதவுகிறது. இது மிகவும் யதார்த்தமான மின்னஞ்சல் முகவரிகளை உருவாக்க உங்களை அனுமதிக்கிறது.",
  "emailHelp3": "பயன்படுத்த டொமைன் பெயர்களின் கமாவால் வரையறுக்கப்பட்ட பட்டியல். ஒரு டொமைன் எப்போதும் ஒரு குறிப்பிட்ட பின்னொட்டை (எ.கா. mydomain.com) வைத்திருக்க விரும்பினால், அந்த முழு சரத்தையும் இங்கே உள்ளிடவும். இல்லையெனில், ஸ்கிரிப்ட் தோராயமாக அடுத்த புலத்தில் குறிப்பிடப்பட்ட டொமைன் பின்னொட்டுகளில் ஒன்றைத் தேர்ந்தெடுக்கும்.",
  "emailHelp4": "டொமைன் பின்னொட்டுகளின் கமாவால் வரையறுக்கப்பட்ட பட்டியல் (.com, .ca போன்றவை)."
}
